export interface ContentType{
    contentTitle:string
    contentParagraph:string
}

export interface BlogDataType {
  title: string;
  img: string;
  contents: ContentType[];
  date:string
  summary?:string
}

export const blogItems: BlogDataType[] = [
  {
    summary:
      "داشتن پوستی سالم و جوان نیازمند مراقبت بوده و برای انجام اینکار باید وقت کافی داشته باشید. برای مراق...",
    date: "خرداد 16, 1403",
    title: "اهمیت استفاده از ضد آفتاب",
    img: "https://de7541655.t.ux5.ir/themes-files/bz_sh_template05/blog2-R1.jpg",
    contents: [
      {
        contentTitle: "چرا باید از ضد آفتاب استفاده کرد؟",
        contentParagraph:
          "ضدآفتاب نوعی کرم و محصول مراقبت از پوست می‌باشد که برای جلوگیری از اشعه‌های مضر خورشید کاربرد دارد. استفاده از این کرم مراقبتی در روزهای آفتابی مخصوصاً در فصل تابستان که شدت نور خورشید بیشتر می‌شود ضروری است. نور خورشید دارای اشعه‌ی فرابنفش بوده که این اشعه‌ها در هنگام برخورد مستقیم با پوست سبب ایجاد جوش و آکنه، کک و مک، چین و چروک، پیری پوست و … می‌شود. برای اینکه از پوست خود در مقابل این آسیب‌ها جلوگیری کنید استفاده از ضدآفتاب مخصوص نوع پوست خود را فراموش نکنید.",
      },
      {
        contentTitle: "مقابله با  اشعه‌های نور خورشید",
        contentParagraph:
          "با تضعیف شدن لایه‌ی اوزون و ورود اشعه‌های خطرناک نور خورشید به زمین، آسیب‌های ناشی از این اشعه‌ها نیز بیشتر شده و باید به فکر مقابله با این مشکل باشیم. این اشعه‌ها اگر مدت زمان طولانی به پوست برخورد کنند، موجب بروز آسیب‌های جدی و جبران ناپذیری به پوست خواهند شد. تنها راه مقابله با این مشکل استفاده از ضد آفتاب می‌باشد.",
      },
      {
        contentTitle: "پیشگیری از پیری زودرس",
        contentParagraph:
          "پیری پوست عوامل زیادی دارد که یکی از مهم‌ترین آن‌ها، قرار گرفتن در مقابل نور مستقیم خورشید می‌باشد. اشعه‌ی UV با تاثیر منفی که روی پوست می‌گذارد، باعث تخریب بافت پوست شده و به تدریج موجب پیری آن خواهد شد. با قرار گرفتن در مقابل نور خورشید و پیری پوست به تدریج شاهد ایجاد لک‌های پوستی، چین و چروک و … روی پوست خود خواهید بود. ولی وقتی در طول روز از ضد آفتاب استفاده کرده و از برخورد مستقیم اشعه‌های نور خوشید جلوگیری کنید بافت پوست تخریب نشده و پیر نمی‌شود.",
      },
      {
        contentTitle: "کاهش خطر ابتلا به سرطان پوست",
        contentParagraph:
          "یکی از مهم‌ترین فواید ضد آفتاب و دلیل مهم استفاده از آن، پیشگیری از سرطان پوست می‌باشد. اشعه‌ی فرابنفش خورشید از آنچه که شما فکر می‌کنید خطرناکتر بوده و به مرور زمان با استفاده نکردن از آن، ممکن است دچار بیماری سرطان پوست شوید. پس اگر به سلامتی خود اهمیت می‌دهید حتماً در طول روز از ضد آفتاب مخصوص پوست خود استفاده کنید.",
      },
      {
        contentTitle: "جلوگیری از آفتاب سوختگی",
        contentParagraph:
          "بیشتر افراد در مقابل نور خورشید مخصوصاً در فصل تابستان دچار آفتاب سوختگی شده و بدنشان حساسیت می‌کند. برای محافظت از پوست در مقابل آفتاب سوختگی می‌توانید از کرم‌های ضد آفتاب استفاده کرده و در تابستان نیز با خیال راحت به تفریح و خوشگذرانی بپردازید.",
      },
      {
        contentTitle: "چه کسانی باید از ضد آفتاب استفاده کنند؟",
        contentParagraph:
          "بسیاری از افراد فکر می‌کنند که استفاده از این کرم مراقبتی مخصوص خانم‌ها بوده و آقایان از آن استفاده نمی‌کنند ولی این باور کاملاً غلط است چرا که اگر نور خورشید و اشعه‌های مضر آن بر روی هر پوستی به طور مستقیم بتابند باعث آسیب می‌شوند و با توجه به توصیه‌ی پزشکان همه‌ی افراد چه مرد و چه زن باید از ضد آفتاب استفاده کنند.",
      },
      {
        contentTitle: "آیا فقط در تابستان باید از ضد آفتاب استفاده کنیم؟",
        contentParagraph:
          "ضد آفتاب برای جلوگیری و مقابله با نور خورشید و مضرات آن کاربرد دارد. پس هنگامی که در معرض نور خورشید قرار می‌گیرید باید از این کرم استفاده کرده و از پوست خود مراقبت کنید. نور خورشید تمام طول روز وجود داشته و بر روی پوست ما می‌تابد ولی با توجه به فصول مختلف فقط شدت تابش آن تغییر می‌کند حتی در مواقعی که هوا ابری است نیز نور خورشید وجود دارد اما فقط شدت آن تغییر می‌کند. در فصل پاییز و زمستان که هوا سرد و ابری است نیز نور خورشید تاثیر منفی روی پوست گذاشته و باید در این فصول نیز از محصولات مراقبتی از جمله این کرم استفاده کنید.",
      },
    ],
  },
  {
    summary:
      "اصلاح صورت به عنوان یکی از عملیات مهم در زیبایی‌شناسی، همواره برای اکثر افراد اهمیت داشته است. در گذ...",
    date: "خرداد 13, 1403",
    title: "فوم اصلاح چیست؟",
    img: "https://de7541655.t.ux5.ir/themes-files/bz_sh_template05/image-10.jpg",
    contents: [
      {
        contentTitle: "",
        contentParagraph:
          "اصلاح صورت به عنوان یکی از عملیات مهم در زیبایی‌شناسی، همواره برای اکثر افراد اهمیت داشته است. در گذشته، روش‌های سنتی اصلاح صورت مانند ریش تراش و ماشین اصلاح صورت، برای اصلاح خطوط و تراش‌های غیرمنظم صورت مورد استفاده بود. با پیشرفت فناوری و ظهور روش‌های جدید، فوم اصلاح صورت به عنوان یک روش مدرن و موثر برای اصلاح صورت به بازار عرضه شد.",
      },
      {
        contentTitle: "",
        contentParagraph:
          "این روش با ترکیبات آن برای رطوبت‌دهی پوست و کاهش جوش‌های پوستی مفید است و با کمک تکنولوژی فوم، به راحتی صورت شما را اصلاح می‌کند. در این مطالعه، به بررسی مزایا و معایب فوم اصلاح صورت، نحوه استفاده و نحوه استفاده آن برای پوست حساس، مقایسه با روش‌های سنتی اصلاح صورت و نحوه کارکرد فوم اصلاح صورت پرداخته خواهد شد.",
      },
      {
        contentTitle: "فوم اصلاح چیست؟",
        contentParagraph:
          "فوم اصلاح، نوعی محصول اصلاح صورت است که به طور خاص برای کاهش تحریک پوست در هنگام اصلاح ساخته شده است. این محصول عمدتاً شامل موادی مانند پنتنول، گلیسرین و آلانتوئین است که به عنوان یک ترکیب پوستی مهار کننده عمل می‌کنند و به پوست کمک می‌کنند تا به شکل صحیحی اصلاح شود.",
      },
      {
        contentTitle: "",
        contentParagraph:
          "فوم اصلاح در مقایسه با محصولات اصلاح صورت دیگر، دارای ساختار بسیار سبک و نرم است و به راحتی روی پوست پخش می‌شود. همچنین، برخلاف بسیاری از محصولات اصلاح صورت دیگر، فوم اصلاح معمولاً بدون نیاز به آب برای استفاده ارائه می‌شود، بنابراین از دیدگاه اطلاعات زیستی و محیطی، کمترین تاثیر منفی برای پوست و محیط زیست دارد.",
      },
      {
        contentTitle: "",
        contentParagraph:
          "در کل، فوم اصلاح به عنوان یک روش موثر و آسان برای اصلاح صورت با کمترین تحریک پوست، در بازار محصولات آرایشی و بهداشتی به عنوان یک جایگزین عالی برای محصولات اصلاح صورت دیگر، مورد توجه و استفاده قرار گرفته است.",
      },
    ],
  },
  {
    summary:
      "بهترین زمان برای استفاده از روغن های پوستی چه زمانی است؟ چه میزان روغن باید استفاده کنید؟ در کنار رو...",
    title: "نکات استفاده از روغن پوست",
    date: "اردیبهشت 25, 1403",
    img: "https://de7541655.t.ux5.ir/themes-files/bz_sh_template05/image-9.jpg",
    contents: [
      {
        contentTitle: "",
        contentParagraph:
          "بهترین زمان برای استفاده از روغن های پوستی چه زمانی است؟ چه میزان روغن باید استفاده کنید؟ در کنار روغن های پوستی از چه محصولات دیگری می توان استفاده کرد؟ در اینجا چند نکته مهم را آورده ایم تا بیشترین فایده از مصرف روغن پوستی نصیبتان شود.",
      },
      {
        contentTitle:
          "1- روغن های پوستی را با سرم یا مرطوب کننده تان ترکیب کنید",
        contentParagraph:
          "روغن های پوستی اگر با محصولات دیگر ترکیب شوند، باعث افزایش تاثیر آن ها می شوند. بهترین روش برای استفاده از روغن ها این است که برای درمان خشکی پوست آن ها را با سرم ها ترکیب کنید و برای حفظ رطوبت، با مرطوب کننده ترکیب کنید.",
      },
      {
        contentTitle: "2- روغن مناسب پوستتان را بیابید",
        contentParagraph:
          "می توانید روغن ها را بعد از استفاده از سرم های پوستی استفاده کنید و در صورت نیاز، به جای استفاده از روغن در کل صورت، روغن را فقط در نواحی خشک بزنید. بسته به نوع پوستتان می توانید روغن ها را قبل از خواب بزنید تا پوست در طول شب روغن را جذب کند و در طول روز از پوست مراقبت به عمل آید. این نکته به خصوص برای روغن هایی که حساسیت پوست در برابر نور را افزایش می دهند و روغن های سنگین که ممکن است صورت را برق بیاندازند، ضروری است. اگر پوست خشکی دارید، می توانید از روغن ها قبل از آرایش به عنوان پرایمر استفاده کنید. اجازه دهید روغن کامل جذب پوست شود و سپس آرایش را شروع کنید تا پوست جلوه ای شاداب و طبیعی داشته باشد.",
      },
      {
        contentTitle: "3- روغن را با حرکات ضربه ای به پوست بزنید",
        contentParagraph:
          "روغن را نباید مانند مرطوب کننده روی سطح پوست مالش داد. بهتر است به جای مالش روغن که فقط آن را در سطح پوست جا به جا می کند، با حرکات ضربه ای روغن را روی پوست بزنید تا از طریق منافذ جذب پوست شود. این کار باعث می شود روغن بهتر جذب پوست شده و تاثیرات آن سریع تر نمایان شود.",
      },
      {
        contentTitle: "4- چند قطره روغن برای کل پوست کافی است",
        contentParagraph:
          "از آنجا که روغن های پوستی حاوی مقادیر زیادی مواد مغذی هستند، مقدار کمی از آن ها کافی است. یک تا سه قطره از روغن انتخابی تان برای پوشاندن کل صورت کافی است و تاثیرات و فواید لازم را به پوست می رساند.",
      },
      {
        contentTitle: "انتخاب روغن مناسب",
        contentParagraph:
          "نکته کلیدی هنگام استفاده از روغن های پوستی و برای تاثیرگذاری آنها، انتخاب روغن مناسب (یا ترکیب روغن های مناسب) است. در این جا چند تا از بهترین روغن ها را برای پوست های چرب، خشک، حساس و پوست افراد میانسال آورده ایم.",
      },
      {
        contentTitle: "روغن برای جلوگیری از پیری پوست",
        contentParagraph:
          "با افزایش سن، پوست چربی کمتری تولید می کند که باعث خشک تر شدن پوست می شود. این قضیه در بسیاری از خانم ها باعث بروز چروک می شود. روغن های پوستی حاوی ترکیباتی مانند آنتی اکسیدان هستند، در نتیجه چروک ها را کاهش می دهند. این روغن ها به سرعت جذب پوست می شوند و باعث می شوند که پوست رطوبت خود را حفظ  کرده و آن را سفت نگه می دارند. آنتی اکسیدان ها تولید کلاژن را افزایش داده و خاصیت ارتجاعی پوست را افزایش می دهند که همه این ها منجر به کاهش چروک های پوستی می شود.",
      },
      {
        contentTitle: "پوست خشک یا کم آب",
        contentParagraph:
          "فرقی ندارد که دلیل خشکی پوستتان آب و هوا باشد و یا نوع پوستتان همیشه خشک بوده، روغن های پوستی می تواند تا حد زیادی به رفع خشکی پوست کمک کنند. روغن های پوستی که سریع جذب شوند و حاوی مواد مغذی باشند پوست را عمیقا آبرسانی کرده و آن را نرم و لطیف می کنند. برای پوست های کم آب بهتر است اول از یک سرم آبرسان استفاده کنید، سپس با استفاده از یک روغن مرطوب کننده، رطوبت ایجاد شده را حفظ کنید.",
      },
      {
        contentTitle: "پوست چرب یا مستعد آکنه",
        contentParagraph:
          "تلاش بیش از حد برای از بین بردن چربی پوست چرب در واقع باعث می شود که پوست چربی بیشتری تولید کند تا چربی از دست رفته را جبران کند و این دور باطل مدام تکرار می شود. برخی روغن ها می توانند تولید چربی پوست را متعادل کنند و چربی اضافی را از برده و منافذ بزرگ پوست را بهبود ببخشند. برخی از روغن ها سبوم اضافی پوست را از بین می برند  و منافذ پوست را از آلودگی و چربی پاک می کنند که باعث می شود این منافذ کوچک تر به نظر برسند. همچنین می توانید از یک پاک کننده آرایش بر پایه چربی برای پاک کردن آرایش، آلودگی ها و سلول های مرده سطح پوست استفاده کنید. از شوینده ای استفاده کنید که غیر جوش زا باشد و برای پوست های حساس تولید شده باشد.",
      },
      {
        contentTitle: "پوست حساس یا آسیب دیده",
        contentParagraph:
          "آنتی اکسیدان ها علاوه بر اینکه با رادیکال های آزاد محیطی مقابله می کنند، از پوست نیز محافظت کرده و با جلوگیری از تخریب سلولی که یکی از عوامل پیری پوست است، از بروز آسیب در آینده نیز جلوگیری می کنند. محصولاتی که حاوی ویتامین E هستند با مقابله با رادیکال های آزاد، از پوست محافظت کرده و آسیب های که نور خورشید به پوست می زند را کاهش می دهند. ( اما از ورود اشعه های ماورابنفش به پوست جلوگیری نمی کنند.) صبح ها پس از اینکه چند قطره از روغن پوستی را به پوست زدید، حتما از ضد آفتاب استفاده کنید. روغن های پوستی دارای خواص ضد التهاب و التیام بخش هستند که پوست را آرام کرده و قرمزی و التهاب آن را کاهش می دهد.",
      },
    ],
  },
];